Repository: Telecommunication-Telemedia-Assessment/AVRate
Catalog: AVRate/SliderTest/UImsg.*.resx
Languages: de

# ERR_noConnect
source: Could not connect to server
de: Kann keine Verbindung mit dem Server herstellen

# ERR_unknownItem1
source: Unknown item in the playlist
de: Unbekannter Eintrag in der Playlist

# ERR_unknownItem2
source: , please fix it and start over!
de: , bitte berichtigen und erneut starten!

# ERR_unknownServerItem
source: Server entries must have 4 values
de: Server Einträge müssen 4 Werte besitzen

# ERR_unknownServerItemMul
source: Server entries must have 4 values or multiples of 4
de: Server Einträge müssen 4 Werte oder Vielfache von 4 besitzen

# FillTextbox
source: Please fill out the text box
de: Bitte Felder ausfüllen

# GRP_rate
source: Please rate!
de: Bitte bewerten!

# HW_playing
source: Playing...
de: Item Abspielen...

# HW_rate
source: Please rate and push Button for next item
de: Bitte bewerten und Knopf drücken

# HW_rateAuto
source: Push Button for next item
de: Bitte Knopf drücken

# HW_start
source: Push button to start
de: Knopf drücken um zu beginnen

# HWconst_proceed
source: Push button to proceed
de: Knopf drücken um fortzufahren

# LocalPlayerNotFound
source: Video Player executable not found
de: Video Player Anwendung nicht gefunden

# LOG_EvalAbort
source: Evaluation aborted
de: Evaluation abgebrochen

# MSG_checkset
source: Some settings could not be read properly. Please check settings file for these values :
de: Einige Settings-Einträge konnten nicht korrekt erkannt werden. Bitte diese Einträge überprüfen :

# MSG_noMoreItems
source: No more items
de: Keine weiteren Items

# MSGITEM_header
source: Notification
de: Nachricht

# MSGITEM_pe
source: Thank you! This part of the test was successfully accomplished.
de: Vielen Dank! Dieser Teil des Versuchs wurde erfolgreich abgeschlossen.

# MSGITEM_pp
source: Please take a break.
de: Bitte machen Sie eine Pause.

# MSGITEM_te
source: End of training phase.
de: Trainingsphase beendet.

# MSGITEM_ts
source: Training phase begins.
de: Trainingsphase beginnt.

# MSGITEM_waitframe
source: Test supervisor should handle this. Reason : WaitFrameVS
de: Der Versuchsleiter soll dies behandeln. Grund : WaitFrameVS

# NumberTestPersons
source: Number of test persons
de: Anzahl der Testpersonen

# PlaylistErrorHeader
source: Playlist Error
de: Playlist Fehler

# PlaylistFilesNotFound
source: The following files in the playlist could not be found :
de: Die folgende Dateien in der Playlist konnten nicht gefunden werden :

# PlaylistMissingEntries
source: Entries are missing
de: Fehlende Einträge

# PlaylistNotFound
source: Playlist file could not be found
de: Playlist file nicht gefunden

# QuitQuestionHeader
source: Exit Application
de: Anwendung beenden

# QuitQuestionMessage
source: Really Quit ?
de: Wirklich beenden ?

# RESULT_ALLITEMSPLAYED
source: Playlist finished
de: Playlist beendet

# RESULT_BEGINOFPLAYLIST
source: CODE -1 Begin of playlist
de: CODE -1 Beginn der Playliste

# RESULT_MAXEXCEEDED
source: Maximum border of playlist exceeded
de: Maximale Grenze der Playlist überschritten

# RESULT_MAXNUMTURNS
source: Maximum number of reversals reached
de: Maxmimale Anzahl der Umkehrungen erreicht

# RESULT_MINEXCEEDED
source: Minimum border of playlist exceeded
de: Minimale Grenze der Playlist unterschritten

# SetCombiNotSupported
source: Settings file : Settings entry combination not supported
de: Settings Datei : Kombination von Einstellungen wird nicht unterstützt

# SettingsMissingEntries
source: Settings file : Entries are missing
de: Settings Datei : Fehlende Einträge

# SettingsNotFound
source: Settings file could not be found
de: Settings file nicht gefunden

# VOL_louder
source: Louder
de: Lauter

# VOL_set
source: Set Volume
de: Lautstärke einstellen

# VOL_softer
source: Softer
de: Leiser
